Repository: dereuromark/cakephp-ratings
Catalog: src/Locale/*/ratings.po
Languages: de

source: Your rate was successful.
de: Deine Wertung wurde gespeichert.

source: You have already rated.
de: Du hast bereits abgestimmt.

source: Invalid rate.
de: Ungültiger Wert

source: Invalid rating mode %s.
de: Ungültiger Bewertungsmodus %s

source: Invalid Rating
de: Ungültige Wertung

source: Invalid Record
de: Ungültiger Eintrag

source: You can not vote on your own records
de: Du kannst nicht deinen eigenen Einträge bewerten

source: You have already rated this record
de: Du hast diesen Eintrag bereits bewertet

source: You must set the id of the item you want to rate.
de: Du musst die ID des Eintrags angeben, den du bewerten möchtest.

source: Rate!
de: Abstimmen!
